# Найдите три ключа с самыми высокими значениями в словаре my_dict = {'a': 400, 'b': 58700, 'c': -560,'d': 'one', 'e': 20000, 'f': 2000, 'd': 400}


my_dict = {'a': 400, 'b': 58700, 'c': -560,'d': 'one', 'e': 20000, 'f': 2000, 'd': 400}

print(sorted(my_dict.values())[-3:])


